app/controllers/static_pages_controller.rb

SELECT "users".* FROM "users" WHERE "users"."id" = 1 LIMIT 1
---
  def learn_more
  	    @user = User.find(params[:id])